export const placementTest = [
    {
        id: 1,
        question: "К тебе в терем вбегает разгневанный путник, крича, что кони его (сервис) захромали. Твое первое слово?",
        options: [
            { text: "«Сам виноват, не те подковы выбрал!»", score: 0 },
            { text: "«Мир тебе, добрый человек. Поведай о кручине своей, всё поправим.»", score: 3 },
            { text: "«Жди, сейчас позову старшего конюха.»", score: 1 }
        ]
    },
    {
        id: 2,
        question: "Спросил тебя князь о том, чего ты не ведаешь. Как поступишь, чтобы чести не уронить?",
        options: [
            { text: "«Не вели казнить! Дай время в летописи заглянуть, и вернусь с ответом.»", score: 3 },
            { text: "Придумаю сказку покрасивее, чтоб не гневался.", score: 0 },
            { text: "Промолчу, авось забудет.", score: 0 }
        ]
    },
    {
        id: 3,
        question: "Нашел ты в грамоте ошибку чужую, что к беде ведет. Твои действия?",
        options: [
            { text: "Высмею неуча перед всеми.", score: 0 },
            { text: "Тихо исправлю и подскажу побратиму, как впредь не ошибаться.", score: 3 },
            { text: "Пройду мимо, не мое это дело.", score: 1 }
        ]
    }
];
